{
    "status": "1",
    "data": [
        {
            "id": "227",
            "text": "I am grateful for your true friendship. Hope you birthday is amazing as you are my best friend!",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "228",
            "text": "I wish you love, hope and everlasting joy and happiness. Thank you for being my best friend",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "229",
            "text": "May all of your dreams come true. Thanks for being such a great friend. Happy birthday!",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "230",
            "text": "I am looking forward to many more years of friendship and birthdays with you. Have a fantastic birthday!",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "231",
            "text": "I want to wish you all the love and happiness in the world,all of which you deserve.Happy birthday my friend!",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "232",
            "text": "I am grateful that you are a part of my life. All the best on your birthday",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "233",
            "text": "May God shower you with blessings today and always. Happy birthday wishes for my friend",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "234",
            "text": "Thank you always being there to listen. I am so lucky to have you as my best friend. Enjoy your birthday",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "235",
            "text": "I am so thankful and happy that we are best friends. Enjoy your birthday and happy birthday wishes for my best friend",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "236",
            "text": "Happy birthday to my best friend, the one who laughs at my silly jokes and still stands beside me even when I do dumb and stupid things",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "237",
            "text": "Birthdays come around every year, but friends like you only come once in a lifetime. I am so glad you came into my life.Best wishes on your special day.",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "238",
            "text": "I hope your birthday is as sweet as the cake. And the year to follow is filled with as much joy as you bring your friends",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "239",
            "text": "Happy birthday my dear friend, may the bright colors paint your life and you be happy forever. Stay blessed",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "240",
            "text": "Never think you are alone, I am always there for all your fixes. Happy birthday.",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "241",
            "text": "Happy birthday to one of the nicest people I have ever met. May this year be even more wonderful and blessed.",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "242",
            "text": "Happy Birthday to my amazing, beautiful, and fabulous best friend",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "243",
            "text": "May the joy that you have spread in the past come back to you on this day. Wishing you a very happy birthday",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "244",
            "text": "Happiest birthday to my best friend. You deserve all the wonderful things that you have right now.",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "245",
            "text": "You are the purest soul and you have the biggest heart. Happy birthday to my best friend.”",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "246",
            "text": "Happy birthday to the dearest friend who has been always by my side! Your friendship keeps me strong and moving up in life",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "247",
            "text": "I am so proud to be your best friend. May you have a happy and healthy birthday",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "248",
            "text": "Having you as my friend is a privilege to me. Happy birthday. You are precious",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "249",
            "text": "The world is a little bit brighter because of you. Happy Birthday, buddy",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "250",
            "text": "May this day bring a lot of smiles and happiness to you,my dear friend. Wishing you a great and grand birthday",
            "category_id": "10",
            "is_available": "1"
        },
        {
            "id": "251",
            "text": "A special friend like you deserves all the wonderful blessings not only today, but every day! Happy birthday",
            "category_id": "10",
            "is_available": "1"
        }
    ]
}