{
    "status": "1",
    "data": [
        {
            "id": "252",
            "text": "Happy Birthday, Grandpa! You are loved by all of your grandchildren! Enjoy your day",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "253",
            "text": "You are a beloved grandpa! I hope your birthday is terrific",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "254",
            "text": "Grandpa, you mean the world to our family! With love, respect, and joy, we wish you a very, Happy Birthday",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "255",
            "text": "Happy Birthday, Grandpa! The goodness of your nature raises my spirits! May you have an uplifting birthday that promotes excellence!",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "256",
            "text": "Grandpa, you are a fantastic man! Happy Birthday to someone who is genuine and gracious",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "257",
            "text": "Happy Birthday to the best grandpa in the world! You improve the life of every person you shine your light on",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "258",
            "text": "Wishing my grandpa the sincerest of birthday wishes! You have added authenticity to our family and have made a profound impact on us",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "259",
            "text": "Grandpa, every thought of you warms my heart! You are the rock of our family! We know warmth and strength, because of you! Happy Birthday",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "260",
            "text": "Happy birthday to my precious grandpa. May happiness, good health, and peace of mind",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "261",
            "text": "I have just three simple words for you on your birthday – I Love You. Happy birthday, my dearest Grandpa",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "262",
            "text": "Happy Birthday, Grandpa! The day I came to live with you was the best day of my life! Thank you for welcoming me into your home and raising me!",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "263",
            "text": "Grandpa, you are my role model! Through the years, I have looked to you for guidance, and you have, kindly, shown me the way. May you have a Happy Birthday!",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "264",
            "text": "Giving thanks to you on your special day, Grandpa! You are a strong, male role model, and I am in awe of how great you are",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "265",
            "text": "Happy Birthday, Grandpa! May reflections of the past make you hopeful for the future",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "266",
            "text": "Grandpa, you still have time to do all of the things that you want to do! May your birthday be the start of achieving new goals",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "267",
            "text": "May the almighty God, in His unlimited mercy and kindness, pour His most treasured blessings on you and keep you healthy, happy and safe all the days of your life",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "268",
            "text": "Happy birthday, Grandpa. Your presence in my world makes it a zillion times brighter than the sun. I love you so much",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "269",
            "text": "I want to follow every single footstep of yours and be just like you, Grandpa, because you are a great role model to me. Happy birthday my guardian angel",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "270",
            "text": "Thank you so much for being an extraordinarily amazing person in my life. Happy birthday",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "271",
            "text": "Only God can reward you for all the love you’ve showered on me. Happy birthday my dearest grandpa",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "272",
            "text": "My beloved Grandpa, to be by your side is always such a heavenly experience for me. So long as the sky remains above us, I will love you with all of my heart. Happy birthday",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "273",
            "text": "Thank you so much for filling my world with the colors of rainbow and teaching me all the important things in life, Happy birthday Granddad.",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "274",
            "text": "Happy birthday, Grandpa. Your presence always makes everything in my life beautiful and magical.",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "275",
            "text": "Every day I think about how life would be without a wonderful grandfather like you",
            "category_id": "11",
            "is_available": "1"
        },
        {
            "id": "276",
            "text": "You are my shining star, and you shall always be, grandpa Have the most fabulous birthday ever",
            "category_id": "11",
            "is_available": "1"
        }
    ]
}