{
    "status": "1",
    "data": [
        {
            "id": "277",
            "text": "My sweet Grandma, I wish you to be always happy and healthy as today! Happy birthday my beloved old woman",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "278",
            "text": "May you stay healthy and happy for the years to come. We are all happy to have you here with us",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "279",
            "text": "When I look in to your beautiful eyes I can see an experienced woman who offered me love and protection! Happy birthday Grandma!",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "280",
            "text": "A grandmother is the second mother in a child’s life. For me you were my mother, sister and friend! I am very happy to be your grandchild!",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "281",
            "text": "I am very proud of you Grandma. Your kindness, love and wisdom are the things I wish to inherit from you. Happy and warm birthday.",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "282",
            "text": "Happy birthday to you superwoman! You always did the hard work in our family Smiles, hugs and greetings Grandma",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "283",
            "text": "You are the inspiration for me. Your wisdom made me wiser. Happy birthday granny",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "284",
            "text": "I had a chance to choose a new grandmother, I would choose you again! Happy and warm birthday",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "285",
            "text": "To my grandmother, my first idol, happy birthday",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "286",
            "text": "You are a big part of my life. I wish I will never lose you. Happy birthday to the greatest granny!",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "287",
            "text": "I am very lucky to have an amazing Grandma like you! You always kept your arms open for me. Happy birthday grandma",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "288",
            "text": "Happy birthday to the best storyteller and cookies baker. I love you Grandma",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "289",
            "text": "Wishes of a shining and lovely Birthday for a precious Granny",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "290",
            "text": "You are an angel on earth that protects me in my difficult times. Happy birthday Grandma!",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "291",
            "text": "Thank You for teaching me everything I couldn’t find on books. Happy Birthday Grandma",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "292",
            "text": "A very happy birthday to a very special lady in my life!",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "293",
            "text": "You are a part of all of my most favorite chapters of the book of my life, Happy birthday Grandma.",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "294",
            "text": "We are blessed because we have a grandma like you. Your mere presence is a breath of fresh air. Happy birthday, Grandma",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "295",
            "text": "Thousands of bright suns are not equal to the light which you bring, Grandma. May your birthday be full of light and music, just like you. Happy birthday",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "296",
            "text": "I am so proud have such an amazing person like you as my grandma. Happy birthday to you!",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "297",
            "text": "Thank you for all the years, all the stories, all the lessons, and all the memories. Here is to many more with you, Grandma. Happy birthday",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "298",
            "text": "From the bottom of my heart, I would like to thank you for being the most wonderful grandmother in the entire world. Happy birthday, my precious granny",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "299",
            "text": "Grandma, you are my angel and best friend. I can not thank my lucky stars enough for having such a phenomenal granny like you in my life.",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "300",
            "text": "I am the luckiest grandchild in the world because God has blessed me with the world’s most wonderful granny",
            "category_id": "12",
            "is_available": "1"
        },
        {
            "id": "301",
            "text": " May god bless you with a happy and extremely healthy life. Happy birthday, dear grandma.",
            "category_id": "12",
            "is_available": "1"
        }
    ]
}