{
    "status": "1",
    "data": [
        {
            "id": "302",
            "text": "Words can not describe how special and perfect you are to me. I just want to say I love you so much and happy birthday handsome.",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "303",
            "text": "Happy Birthday to the kind-hearted and amazing husband of the world. You are the best gift of my life.",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "304",
            "text": "You are the most adorable and romantic husband in this world. Thank you for being my only love and my entire world. Happy birthday!",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "305",
            "text": "Life couldn not be precious without you. I treasure every memory of ours of this precious life. Happy Birthday, love.",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "306",
            "text": "Never in a million years I thought I will get a husband as loving and caring as you. I am happy that I have you. Happy Birthday honey",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "307",
            "text": "No matter how much old we get I will not stop loving you. I will always hold your hand and get old together, making memories. Happy Birthday darling.",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "308",
            "text": "Today my goal is to make you smile like a sunflower and laugh like a child. Because today is your birthday. Happy birthday, my handsome husband!",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "309",
            "text": "Happy birthday to the most loving, caring and kind-hearted husband in the world",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "310",
            "text": "I have no words to describe how important you are in my life. Your love has made my life complete and blissful. Happy birthday to you",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "311",
            "text": "Waking up seeing your face makes my day beautiful. And I always want it to stay like this. Happy Birthday darling",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "312",
            "text": "I am rich woman bacause I have a husband with rich heart. happy birthday my love ",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "313",
            "text": "You are my Mr. perfect because when I’m with you, everything around me seems perfect and flawless. Happy birthday to my perfect husband",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "314",
            "text": "Happy Birthday To My Wonderful Husband. Wishing you a delightful year",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "315",
            "text": "Happy birthday to the most awesome, wonderful, outrageously funny, courageous, handsome and great hubby you are… Have an awesome birthday",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "316",
            "text": "Happy birthday from the most incredible, loving, beautiful wife on the face of the planet! I love you to the moon and back",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "317",
            "text": "Wishing the smartest, best looking and inspiring person in this world a very happy bday.",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "318",
            "text": "Everything in my life starts with you, everything in life ends on your name Wishing you a very happy birthday!",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "319",
            "text": "Its your birthday and I think its the perfect day to reveal one truth that you are the most amazing person in my life. My wishes are always with you. Best birthday",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "320",
            "text": "You are and you will always be the prince of my life. I’m so glad that I’m married to you. Happy birthday dear",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "321",
            "text": "You are such a kind, thoughtful, and oh so handsome husband. Happy birthday to the love of my life.",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "322",
            "text": " Happy birthday to my husband who always makes me feel confident and strong. Thank you for always believing in me",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "323",
            "text": "Happy Birthday to the King of my heart, the man of my dreams, and the love of my life",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "324",
            "text": "When the world is crazy and life seems out of hand, I know there is one person I can always count on to catch me when I feel like falling.  Happy birthday to love of my life",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "325",
            "text": "Without you, life would be sad. Without you, life would be boring. And, without you, I would not be me. Thank you for all you have done for me. Happy birthday, my love",
            "category_id": "13",
            "is_available": "1"
        },
        {
            "id": "326",
            "text": "I am so happy that God gave me the chance to be a part of your life. I am the happiest person when I am with you and I will never stop loving you.Happy birthday, Darling!",
            "category_id": "13",
            "is_available": "1"
        }
    ]
}