{
    "status": "1",
    "data": [
        {
            "id": "327",
            "text": "Happy Birthday Mom! You are best, and I am blessed to have you as my mother.May you enjoy your special day.",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "328",
            "text": "Happy Birthday to the most lovable mother in the world. May God let your life filled with boundless joy",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "329",
            "text": "Happy birthday to my amazing mother. You are the best and I love you so much",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "330",
            "text": "Heartfelt wishes from the bottom of my heart to the most beautiful woman in the entire universe. Enjoy your special day",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "331",
            "text": "You are not the angel who only appears when I need, you are the angel that never leaves my side.Happy birthday to my amazing mom!",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "332",
            "text": "Mom, your love and laughter fills my heart with a million moments of joy. You are best Mom in the world.Happy birthday",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "333",
            "text": "Happy birthday to the most wholesome woman I know of. Your daughter loves you because you are beautiful, both from the inside and the outside.",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "334",
            "text": "Take my warm wishes and love from the deepest pith of my heart. Have a nice happy birthday mom",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "335",
            "text": "Every year I wait for this day. You are so special to me that your presence in my life is bigger than everything else. Happy birthday, mother",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "336",
            "text": "I hope you have a great day and a wonderful year ahead. Happy Birthday Dear Mother",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "337",
            "text": "Today is the day to celebrate someone so important in my life. Someone who taught me the importance of faith and family. Happy birthday dear mom",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "338",
            "text": "Growing up was awesome because of you. Thank you for giving me such a wonderful childhood. Happy birthday",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "339",
            "text": "My life would not be complete without you by my side. You have been with me through all the good and the bad times. Happy Birthday Mother",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "340",
            "text": "No matter how old you become, you will always be the same beautiful amazing lady in my eyes. Happy birthday Beautiful",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "341",
            "text": "I have the adorable mother in the world and can not thank her enough for making me what I am today! All the best wishes for you for today and ever.",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "342",
            "text": "You are not only my mother, my philosopher, guider and best friend. Thanks for everything and wish you a great happy birthday!",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "343",
            "text": "Whenever I needed you, you were always there by my side, holding my hand tightly and supporting me! It is amazingly a blessing to have you as my Mom",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "344",
            "text": "God cannot be everywhere, thats why He has sent you in my life to show me right or wrong and protect me. It is a blessing to me",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "345",
            "text": "Thank you mum for always being on the lookout for your daughter. Warm wishes and prayers for your birthday!",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "346",
            "text": "Happy birthday, Mom! I want you to know that I am nothing without you but I can be everything with you by my side. Love you",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "347",
            "text": "I wish you a wonderful year and a very happy birthday. Love you Mom.",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "348",
            "text": "Your presence in my life is the biggest blessing of my life. I am who I am only because of your unconditional love and sacrifice. Happy birthday mom",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "349",
            "text": "I wish you a very warm and happy birthday. May God pour all the love and warmth on you.",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "350",
            "text": "A goddess might be fair, but you are fairer. Happy birthday to my dearest mom",
            "category_id": "14",
            "is_available": "1"
        },
        {
            "id": "351",
            "text": "Mum, you’ve been such an inspiration in my life. Your inner beauty, courage, and resilience never cease to amaze me  Have the happiest of birthdays",
            "category_id": "14",
            "is_available": "1"
        }
    ]
}