{
    "status": "1",
    "data": [
        {
            "id": "352",
            "text": "wish you always to remain as energetic, cheerful, honest, kind, understanding, loving and beloved.Happy birthday, my mother-in-law.",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "353",
            "text": "I want to wish you good health, a happy mood, and well-being. Let this day presents you joy and happiness.Happy birthday, my greatest mother-in-law.",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "354",
            "text": "We love you very much, let the star of your happiness and luck, always shine brightly.Happy birthday, my mother-in-law. ",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "355",
            "text": "I wish you luck and happiness, let there always be closest people with you.",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "356",
            "text": "My beautiful mother-in-law, thank you for my wife, for your kindness and understanding, for your kind words and care ",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "357",
            "text": "Happy birthday to the world’s best mom-in-law! You’re classy, intelligent, and caring.",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "358",
            "text": "Normally mothers-in-law are shown in a bad light, but you are the light in the darkness for me when I have lost my way.Happy birthday to the world’s best mom-in-law",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "359",
            "text": "You have raised such a wonderful family, and I am so blessed that I get to join it. Happy birthday to the most welcoming and loving mother-in-law",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "360",
            "text": "Happy birthday to a phenomenal mother-in-law who has always treated me like family.",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "361",
            "text": "The day I married your son was the day I gained a wonderful mother-in-law. I am so thankful to have you in my life.",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "362",
            "text": "Happy Birthday, Mother-in-law. It is truly a blessing having you in my family. Sending you lots of love on this special day",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "363",
            "text": "Happy Birthday To My Sweet Mother-In-Law. You are the life of the party! Enjoy your day",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "364",
            "text": "Wishing a dear Mother-In-Law the happiest birthday ever! Hope you have a day as wonderful as you are",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "365",
            "text": "To a dear and charming Mother-In-Law whose loving nature is a gift to us all, Happy Birthday",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "366",
            "text": " Happy Birthday to an Awesome Mother-In-Law! There’s never a dull moment with you in the family! Sending you love on your special day",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "367",
            "text": " Happy Birthday. Dearest Mother-In-Law, you deserve a day of beauty. Thank you for all you do for your family and this world",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "368",
            "text": "Happy Birthday, Mother-in-law. It is an honor to be part of your family. I hope you have a beautiful day full of all the things you love best!",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "369",
            "text": " Happy Birthday. You are a fiery woman, Mother-in-Law! I hope today brings you new pleasures and fabulous adventures. ",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "370",
            "text": "You are a woman who deserves a place amongst the stars. I hope your birthday is incredible and breath-taking.",
            "category_id": "15",
            "is_available": "1"
        },
        {
            "id": "371",
            "text": "You are an incredible person. I wish you a fabulous birthday",
            "category_id": "15",
            "is_available": "1"
        }
    ]
}