{
    "status": "1",
    "data": [
        {
            "id": "372",
            "text": "Happy Birthday to my Nephew. I hope your day is filled with lots of smiles and laughter! Have a great day.",
            "category_id": "16",
            "is_available": "1"
        },
        {
            "id": "373",
            "text": "Happy Birthday to my Wonderful Nephew. May all your birthday wishes come true.",
            "category_id": "16",
            "is_available": "1"
        },
        {
            "id": "374",
            "text": "Dear nephew, every passing year reminds me of the awesome man you are becoming. We are so happy to be a part of your transformation. Happy birthday.",
            "category_id": "16",
            "is_available": "1"
        },
        {
            "id": "375",
            "text": "If every person on the planet had nephews like you, no one would bother having any children of their own. Happy birthday dear nephew.",
            "category_id": "16",
            "is_available": "1"
        },
        {
            "id": "376",
            "text": "You are the most adorable, talented, and mischievous nephew there is. Happy birthday to the perfect nephew",
            "category_id": "16",
            "is_available": "1"
        },
        {
            "id": "377",
            "text": "You have conquered every inch of my heart, and I wish you every joy and happiness on your big day",
            "category_id": "16",
            "is_available": "1"
        },
        {
            "id": "378",
            "text": "Life is full of new challenges and opportunities. I hope you face them with courage and faith. Just know that you are in my thoughts today nephew",
            "category_id": "16",
            "is_available": "1"
        },
        {
            "id": "379",
            "text": "The best thing I get to do in life is love and pamper you nephew. It truly brings me joy.Happy birthday nephew",
            "category_id": "16",
            "is_available": "1"
        },
        {
            "id": "380",
            "text": "Look at what a grand journey your life has been so far, and its only going to get even better. Happy birthday nephew",
            "category_id": "16",
            "is_available": "1"
        },
        {
            "id": "381",
            "text": "You become more special each day,but today on your birthday you shine more than all the stars in the night sky",
            "category_id": "16",
            "is_available": "1"
        },
        {
            "id": "382",
            "text": "Your birthday marks the beginning of a new year full of bright and cheerful moments. I know that this year will be spectacular for you.",
            "category_id": "16",
            "is_available": "1"
        },
        {
            "id": "383",
            "text": "Nephews fill a special role in life. The role of being smothered by their aunt. You know you secretly love it. Happy birthday",
            "category_id": "16",
            "is_available": "1"
        },
        {
            "id": "384",
            "text": "I hope all your flights of fancy come true today, and that you never stop day-dreaming. Happy birthday nephew",
            "category_id": "16",
            "is_available": "1"
        },
        {
            "id": "385",
            "text": "I hope your birthday is magical and sprinkled with fun.Happy birthday to the cutest nephew ever!",
            "category_id": "16",
            "is_available": "1"
        },
        {
            "id": "386",
            "text": "Happy birthday my little rockstar! Hope you jam out at your birthday party.",
            "category_id": "16",
            "is_available": "1"
        }
    ]
}