{
    "status": "1",
    "data": [
        {
            "id": "387",
            "text": "Happy Birthday To My Sweet Niece. May the sun shine brightly on your very special day, and may you always know your true worth.",
            "category_id": "17",
            "is_available": "1"
        },
        {
            "id": "388",
            "text": "You are a brave and beautiful soul. I wish you the happiest of birthdays, and wonderful year",
            "category_id": "17",
            "is_available": "1"
        },
        {
            "id": "389",
            "text": "For My Niece, Happy Birthday. You are more beautiful with every passing year. Celebrate with your whole heart today and enjoy each and every moment to its fullest.",
            "category_id": "17",
            "is_available": "1"
        },
        {
            "id": "390",
            "text": "Happy Birthday To My Wonderful Niece. I hope your day is filled with fun and lots of sweet surprises",
            "category_id": "17",
            "is_available": "1"
        },
        {
            "id": "391",
            "text": "Happy Birthday To My Awesome Niece. Its your day to sparkle and shine! May your birthday be as dazzling as you are.",
            "category_id": "17",
            "is_available": "1"
        },
        {
            "id": "392",
            "text": "Happy Birthday To My Wonderful Niece. Your dreams are all beautiful and I hope so many of them come true this year",
            "category_id": "17",
            "is_available": "1"
        },
        {
            "id": "393",
            "text": "I hope your birthday is filled with every blessing and your year filled with every delight",
            "category_id": "17",
            "is_available": "1"
        },
        {
            "id": "394",
            "text": "Happy Birthday To My Niece. Today is your day! Do everything you love. Smile big and laugh loud",
            "category_id": "17",
            "is_available": "1"
        },
        {
            "id": "395",
            "text": "Happy Birthday To My Brilliant Niece. Keep shining your light and sharing your fire.",
            "category_id": "17",
            "is_available": "1"
        },
        {
            "id": "396",
            "text": "Another year sweeter, smarter, and more lovable. Thinking of you on your special day. Have fun!",
            "category_id": "17",
            "is_available": "1"
        },
        {
            "id": "397",
            "text": "Happy Birthday, To my fashionable niece, may your special day be as stylish as you are!",
            "category_id": "17",
            "is_available": "1"
        },
        {
            "id": "398",
            "text": "Happy Birthday To My Wonderful Niece. You’re a shining light and inspiration to those around you.",
            "category_id": "17",
            "is_available": "1"
        },
        {
            "id": "399",
            "text": " I hope your special day is filled with endless luck, laughter, and love. No one is worthier of that than you. Happy birthday to my darling niece!",
            "category_id": "17",
            "is_available": "1"
        },
        {
            "id": "400",
            "text": "Happy birthday to my shining example of the perfect niece.",
            "category_id": "17",
            "is_available": "1"
        },
        {
            "id": "401",
            "text": "May your special day be full of darling, delightful, and delicious things. Happy birthday my little angel!",
            "category_id": "17",
            "is_available": "1"
        }
    ]
}