{
    "status": "1",
    "data": [
        {
            "id": "402",
            "text": "Happy Birthday,Sis! To the smartest, kindest, bestest, prettiest, and the most dearest of all sisters.Love You",
            "category_id": "18",
            "is_available": "1"
        },
        {
            "id": "403",
            "text": "Happy Birthday. You are the best sister ever! Enjoy your special day to the fullest. I love you",
            "category_id": "18",
            "is_available": "1"
        },
        {
            "id": "404",
            "text": "Happy Birthday To My Sister. With love on your birthday and lots of it too. and a wish for the nicest day ever for you",
            "category_id": "18",
            "is_available": "1"
        },
        {
            "id": "405",
            "text": "Happy Birthday. Thank you for making my life brighter. You are such a great sister.I hope that the coming year is filled with much happiness.",
            "category_id": "18",
            "is_available": "1"
        },
        {
            "id": "406",
            "text": "Happy Birthday To My Amazing Sister! Its been so much fun growing up with my best friend by my side.",
            "category_id": "18",
            "is_available": "1"
        },
        {
            "id": "407",
            "text": "Happy Birthday To My Amazing Sister. The world is so much brighter with you in it",
            "category_id": "18",
            "is_available": "1"
        },
        {
            "id": "408",
            "text": "Wishing you a wonderful celebration full of joy and laughter!",
            "category_id": "18",
            "is_available": "1"
        },
        {
            "id": "409",
            "text": "Happy Birthday to my amazing sister! I hope this year brings you all the joy you deserve. Enjoy your special day!",
            "category_id": "18",
            "is_available": "1"
        },
        {
            "id": "410",
            "text": "Happy Birthday. To My Fabulous Sister! Wishing you a sensational birthday filled with all the beautiful things in life.",
            "category_id": "18",
            "is_available": "1"
        },
        {
            "id": "411",
            "text": "Happy Birthday. To My Lovely Sister! Wishing for you, pretty presents, beautiful flowers, and a day filled with joy and love.",
            "category_id": "18",
            "is_available": "1"
        },
        {
            "id": "412",
            "text": "I hope the year ahead brings you much success, lots of fun, and everything you are hoping for.",
            "category_id": "18",
            "is_available": "1"
        },
        {
            "id": "413",
            "text": "I am making a very special birthday wish to the most amazing friend and an incredible wonderful sister. Happy Birthday",
            "category_id": "18",
            "is_available": "1"
        },
        {
            "id": "414",
            "text": "I want to thank you, my sis, for being the most loving and caring sister in this entire world",
            "category_id": "18",
            "is_available": "1"
        },
        {
            "id": "415",
            "text": "The most heartfelt wishes to my incredible sister! you all the happiness in the world!",
            "category_id": "18",
            "is_available": "1"
        },
        {
            "id": "416",
            "text": "Sisters like you are diamonds. They sparkle, they are priceless and they are truly best friend of a woman. Happy birthday sis.",
            "category_id": "18",
            "is_available": "1"
        }
    ]
}