{
    "status": "1",
    "data": [
        {
            "id": "417",
            "text": "Happy Birthday. Wishing my amazing sister-in-law a wonderful day filled with smiles and laughter",
            "category_id": "19",
            "is_available": "1"
        },
        {
            "id": "418",
            "text": "Happy Birthday.I am thankful to have you as my sister-in-law. You bring happiness and joy to people around you",
            "category_id": "19",
            "is_available": "1"
        },
        {
            "id": "419",
            "text": "Happy Birthday. Its great having such a wonderful sister-in-law. Enjoy your special day",
            "category_id": "19",
            "is_available": "1"
        },
        {
            "id": "420",
            "text": "A loving heart. A caring nature. For the wonderful person you are. Happy Birthday to my Sister-in-Law! ",
            "category_id": "19",
            "is_available": "1"
        },
        {
            "id": "421",
            "text": "Happy Birthday To An Awesome Sister-in-law. Wishing you the biggest, brightest, most fabulous celebration.",
            "category_id": "19",
            "is_available": "1"
        },
        {
            "id": "422",
            "text": "Having you as a sister-in-law is the best gift of all. I hope everything you wish for comes true, and that the year ahead brings all wonderful things your way",
            "category_id": "19",
            "is_available": "1"
        },
        {
            "id": "423",
            "text": "Happy Birthday to a Special Sister-in-law! May your day be bright, your gifts be plenty & may all your wishes come true in the year ahead.",
            "category_id": "19",
            "is_available": "1"
        },
        {
            "id": "424",
            "text": "Happy Birthday to the prettiest sister-in-law in the world. Spread your charm all over the world. ",
            "category_id": "19",
            "is_available": "1"
        },
        {
            "id": "425",
            "text": "Happy Birthday, dear sister-in-law. You are the best. Wishing you many happy returns of the day",
            "category_id": "19",
            "is_available": "1"
        },
        {
            "id": "426",
            "text": "You are the most beautiful addition and the happiest blessing to our family. I am so lucky to have you in our family. Happy Birthday to you dear sister-in-law.",
            "category_id": "19",
            "is_available": "1"
        },
        {
            "id": "427",
            "text": "I am so thankful that you are my sister-in-law. I can honestly say that you are a blessing to our family. Happy Birthday!",
            "category_id": "19",
            "is_available": "1"
        },
        {
            "id": "428",
            "text": "On this amazing day I wanted to wish you an even more amazing birthday! I hope you get what you wanted and I believe that you will achieve all your goals!",
            "category_id": "19",
            "is_available": "1"
        },
        {
            "id": "429",
            "text": "God made you the prettiest flowers of all and we are lucky that he sent you in our garden. Wish you a merry and prosperous birthday dear sister-in-law",
            "category_id": "19",
            "is_available": "1"
        },
        {
            "id": "430",
            "text": "May God bestow you with good fortune, health and happiness on your special day. Happy Birthday dear princess of our family. Stay blessed.",
            "category_id": "19",
            "is_available": "1"
        },
        {
            "id": "431",
            "text": "Happy birthday to my amazing adviser and a great friend! Wishing you huge joy and endless happiness, dear sister-in-law!",
            "category_id": "19",
            "is_available": "1"
        }
    ]
}