{
    "status": "1",
    "data": [
        {
            "id": "432",
            "text": "Have a happy and healthy birthday my dear son! Hope your day is as wonderful as you are.",
            "category_id": "20",
            "is_available": "1"
        },
        {
            "id": "433",
            "text": "We may not be perfect parents but we are lucky to have a perfect son. Happy birthday son!",
            "category_id": "20",
            "is_available": "1"
        },
        {
            "id": "434",
            "text": "Happy birthday my precious son! You are loved, today, tomorrow and always",
            "category_id": "20",
            "is_available": "1"
        },
        {
            "id": "435",
            "text": "Happy birthday my precious son! You are loved, today, tomorrow and always",
            "category_id": "20",
            "is_available": "1"
        },
        {
            "id": "436",
            "text": "Every day you find a way to bring a smile to my face and happiness to my heart. Happy birthday my dearest son!",
            "category_id": "20",
            "is_available": "1"
        },
        {
            "id": "437",
            "text": "My love and adoration for you is endless, you will be forever cherished. Happy birthday my son!",
            "category_id": "20",
            "is_available": "1"
        },
        {
            "id": "438",
            "text": "Happy Birthday, Son! We have watched you grow into an amazing man. May the year ahead continue to exceed your expectations!",
            "category_id": "20",
            "is_available": "1"
        },
        {
            "id": "439",
            "text": " Happy Birthday. You are smart, funny, thoughtful, and best of all, a terrific son! I wish you a great day filled with presents and great desserts.",
            "category_id": "20",
            "is_available": "1"
        },
        {
            "id": "440",
            "text": "Dear son, today is your big day! I feel so blessed and lucky to have you as my child. Happy birthday!",
            "category_id": "20",
            "is_available": "1"
        },
        {
            "id": "441",
            "text": "Happy birthday, son! We have watched you grow into an amazing man. May the year ahead continue to exceed your expectations!",
            "category_id": "20",
            "is_available": "1"
        },
        {
            "id": "442",
            "text": "You are a wonderful person and deserve a wonderful life. We are always there for you, my son. Wish you a very happy birthday.",
            "category_id": "20",
            "is_available": "1"
        },
        {
            "id": "443",
            "text": "Happy Birthday To My Wonderful Son. No matter how big you get or how far you go, I will always be here, right beside you",
            "category_id": "20",
            "is_available": "1"
        },
        {
            "id": "444",
            "text": "Wishing a very happy birthday to our awesome son. We wish that all your dreams and hopes will come true",
            "category_id": "20",
            "is_available": "1"
        },
        {
            "id": "445",
            "text": "Happy birthday to a son who is good-looking, intelligent, charming and really wonderful. Have a great day dear boy",
            "category_id": "20",
            "is_available": "1"
        },
        {
            "id": "446",
            "text": "Son, no matter how old you get, you’ll always be my little prince. Hope you have a truly wonderful birthday.",
            "category_id": "20",
            "is_available": "1"
        }
    ]
}