{
    "status": "1",
    "data": [
        {
            "id": "447",
            "text": "For My Uncle, Happy Birthday. Someone as soon as you deserves the biggest and best celebration ever",
            "category_id": "21",
            "is_available": "1"
        },
        {
            "id": "448",
            "text": "Happy Birthday. You are the best uncle ever! I hope today is filled with lots of fun, celebrating and sharing special memories with all the people who love you most",
            "category_id": "21",
            "is_available": "1"
        },
        {
            "id": "449",
            "text": "Happy Birthday Uncle! We’re all here to raise a toast and celebrate the awesome person you are. Cheers to health and happiness in the year ahead!",
            "category_id": "21",
            "is_available": "1"
        },
        {
            "id": "450",
            "text": "Happy Birthday To My Amazing Uncle. I hope you always remember how much you mean to me, and how much of an impact you have on the lives of everyone around you.",
            "category_id": "21",
            "is_available": "1"
        },
        {
            "id": "451",
            "text": "Happy Birthday To My Amazing Uncle. I have always looked up to you as a role model and a friend. Cheers to a wonderful day and year ahead!",
            "category_id": "21",
            "is_available": "1"
        },
        {
            "id": "452",
            "text": "To My Uncle, Happy Birthday. Dont count the candles on the cake, count all the wonderful memories you have made with the people you love!",
            "category_id": "21",
            "is_available": "1"
        },
        {
            "id": "453",
            "text": "Happy Birthday. To my amazing uncle, I hope the year ahead is filled with many wonderful adventures for you!",
            "category_id": "21",
            "is_available": "1"
        },
        {
            "id": "454",
            "text": "Happy Birthday To My Fantastic Uncle. Having you around makes my life bright and sunny in every way. Here’s wishing you joy on your special day.",
            "category_id": "21",
            "is_available": "1"
        },
        {
            "id": "455",
            "text": "Happy Birthday To My Uncle. I am so lucky, and grateful in every way, to have an uncle like you. Enjoy your special day.",
            "category_id": "21",
            "is_available": "1"
        },
        {
            "id": "456",
            "text": "Happy Birthday To My Uncle. I am so lucky, and grateful in every way, to have an uncle like you. Enjoy your special day.",
            "category_id": "21",
            "is_available": "1"
        },
        {
            "id": "457",
            "text": "Happy birthday, uncle! I wish you lovely things, that your dreams may come true and that you will always find reasons to smile with joy",
            "category_id": "21",
            "is_available": "1"
        },
        {
            "id": "458",
            "text": "I feel proud to have you as an uncle, and very lucky to have your presence in my life. You are a kind person, a strong man and the best of uncles.",
            "category_id": "21",
            "is_available": "1"
        },
        {
            "id": "459",
            "text": "May the days and years ahead of you be filled with love, peace and happiness. Have a fabulous celebration today, dear uncle. Happy birthday",
            "category_id": "21",
            "is_available": "1"
        },
        {
            "id": "460",
            "text": "hank you for loving me and being such a wonderful figure in my life. I still cannot believe how lucky I am to have a great man like you as an uncle. May God forever bless your life. Happy birthday.",
            "category_id": "21",
            "is_available": "1"
        },
        {
            "id": "461",
            "text": "Happy times come and go, but the memories stays forever. Happy birthday uncle, family is not complete without you.",
            "category_id": "21",
            "is_available": "1"
        }
    ]
}