{
    "status": "1",
    "data": [
        {
            "id": "462",
            "text": "I will never forget that sparkle in your eye that made me fall in love with you. Happy Birthday, my love! You never lost that sparkle",
            "category_id": "22",
            "is_available": "1"
        },
        {
            "id": "463",
            "text": "You are the only reason why I breathe, you are the best thing in my life. I love you so much.",
            "category_id": "22",
            "is_available": "1"
        },
        {
            "id": "464",
            "text": "I believed that God created you for me to love and take care. Happy Birthday to the one and only love of my life!",
            "category_id": "22",
            "is_available": "1"
        },
        {
            "id": "465",
            "text": "Happy birthday to my lovely, most pretty and the best wife",
            "category_id": "22",
            "is_available": "1"
        },
        {
            "id": "466",
            "text": "You give my life a purpose that helps me overcome all the bad moments and all the anxiety. I am so lucky to have a wife like you. Happy birthday, dear!",
            "category_id": "22",
            "is_available": "1"
        },
        {
            "id": "467",
            "text": "May every wish of yours come true. Happy birthday, sweetie. I love you",
            "category_id": "22",
            "is_available": "1"
        },
        {
            "id": "468",
            "text": "I am lucky that I get to see you smile every single day, and I am even luckier to call you mine. I hope you have the best birthday ever",
            "category_id": "22",
            "is_available": "1"
        },
        {
            "id": "469",
            "text": "I hope this day makes you feel as good as you make me feel. Have a blessed Happy Birthday, sweetie",
            "category_id": "22",
            "is_available": "1"
        },
        {
            "id": "470",
            "text": "Nothing in this life compares to you and nobody has ever done so much for me. You are a true inspiration and a delight to be around. Happy birthday, gorgeous!",
            "category_id": "22",
            "is_available": "1"
        },
        {
            "id": "471",
            "text": "Without you everything seems so dull and boring. You bring so much excitement to my life. I love you. Happy birthday, wifie",
            "category_id": "22",
            "is_available": "1"
        },
        {
            "id": "472",
            "text": "Happy Birthday to the most beautiful, caring, understanding human being on the face of the planet whom I will love and support for the rest of my life.",
            "category_id": "22",
            "is_available": "1"
        },
        {
            "id": "473",
            "text": "A truly beautiful birthday to a truly beautiful woman. Its a truly great privilege to call myself the man in your life.",
            "category_id": "22",
            "is_available": "1"
        },
        {
            "id": "474",
            "text": "God loves me so much that He blessed me with His most remarkable creation – you, my beloved wife. I will forever show appreciation to God for bringing us together. Happy birthday",
            "category_id": "22",
            "is_available": "1"
        },
        {
            "id": "475",
            "text": "Happy birthday to my phenomenal wife whose love brings me everlasting happiness. Sweetheart, I cherish and worship every moment I get to spend with you.",
            "category_id": "22",
            "is_available": "1"
        },
        {
            "id": "476",
            "text": "Blow your candles out and make a beautiful wish. I  will do everything to make your birthday wishes come true. Happy Birthday my Dear.",
            "category_id": "22",
            "is_available": "1"
        }
    ]
}