{
    "status": "1",
    "data": [
        {
            "id": "127",
            "text": "You have always been the most supportive and friendly dad in the world. Happy birthday to you",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "128",
            "text": "A father hold his dauthers hand for a short while but he hold her heart forever",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "129",
            "text": "Thank you for being the superman in my life Happy birthday to dear dad",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "130",
            "text": "Happy birthday dad I wish nothing but absolute best for you as this is what you truly deserve",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "131",
            "text": "I feel truly lucky to have such a loving, caring and encouraging father. Wishing you an entirely peaceful day",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "132",
            "text": "I do not need Aladdins genie to fulfill my wishes in life, because I have my dad. Happy birthday, papa",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "133",
            "text": "I do not ever feel hopeless in life because I know you are always there to hold me up. Happy birthday",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "134",
            "text": "You have given me life, love, and laughter. Happy birthday to the most lovable dad in the world",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "135",
            "text": "Some people do not believe in heroes but they have not met my dad",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "136",
            "text": "Happiest birthday to the most handsome and kindhearted man that I have ever known",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "137",
            "text": "Being a father is a tough but incredibly fulfilling job and letting Dad know how important he is makes his job even more rewarding",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "138",
            "text": "I think a father is someone,Who loves unconditionally,There is no perfect formula,To who a father can be",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "139",
            "text": "You mean everything to me. Without you, I could never be the person I am today. Happy birthday papa",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "140",
            "text": "Thanks for my friend rather than just being my dad. Happy birthday",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "141",
            "text": "Happy birthday to the most caring and supportive father out there, I know you are always here for me.",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "142",
            "text": "Happy birthday, dad. I hope and wish every day to become half as amazing dad as you are",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "143",
            "text": "Thanks for believing in me and being there for me. Hope you have a great day papa",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "144",
            "text": "Dear dad, on your birthday, I want you to know that you are truly an inspiration, a friend and a teacher to all of us",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "145",
            "text": "Its a blessing to be a part of you. Happy birthday to my dear dad",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "146",
            "text": "May the coming years of your life be filled with unlimited happiness and joys",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "147",
            "text": "I love you to infinity and beyond. Happy birthday to the most amazing dad ever",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "148",
            "text": "You always make me feel safe and secure with your unconditional love, Happy birthday dad",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "149",
            "text": "Happy Birthday To my amazing dad, I hope celebration of this year is the biggest and brightest one yet",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "150",
            "text": "Happy Birthday To My Wonderful Father. You are such a caring and thoughtful father ",
            "category_id": "6",
            "is_available": "1"
        },
        {
            "id": "151",
            "text": "Wishing you, my AWESOME father, a birthday you will never forget and the hope of a FANTASTIC year",
            "category_id": "6",
            "is_available": "1"
        }
    ]
}