{
    "status": "1",
    "data": [
        {
            "id": "152",
            "text": "You are the best father-in-law in the world because you never let the words in-law get in-between our relationship",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "153",
            "text": "Dad in law, many things have changed over the years, but you are still the same awesome person you always have been",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "154",
            "text": "My future looks brighter because you are in it! Happy Birthday to a great guy – my Dad in Law",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "155",
            "text": "The warmest wishes to one of the most special people in my life – my Dad in Law",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "156",
            "text": "Happy Birthday to my Father in Law! Take time to relax and enjoy your day.",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "157",
            "text": "Wishing the happiest of birthdays to the sweetest of fathers-in-law in the universe",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "158",
            "text": "Today I pray that happiness will enter your house and never depart. Happy birthday father-in-law",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "159",
            "text": "Thank you for going all out to put a smile on my face. As great fathers-in-law go, you are certainly outstanding. Happy birthday.",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "160",
            "text": "Wishing a truly glorious birthday to my father-in-law Trust in God with all your heart and He will make the impossibilities possible",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "161",
            "text": "May this special day bless you with the strength to overcome the obstacles that life puts in your way. Happy birthday",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "162",
            "text": "I pray that you dwell in prosperity and happiness all the days of your life. Happy birthday father-in-law",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "163",
            "text": "Thank you so much for loving me like your own. Happy Birthday. dearest father-in-law",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "164",
            "text": "I feel so blessed to have a father-in-law like you in my life thats why I want to make it up to you this time",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "165",
            "text": "May this year be filled with so much joy and happiness for you. Wishing you a very Happy Bday dear Daddy-in-law",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "166",
            "text": "Wonderful Birthday my dearest Father-in-Law! Wishing you good health, joy, and more birthdays to come.",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "167",
            "text": "Since today is your special day, your wish is my command. This is just once a year opportunity so wish for the best",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "168",
            "text": "Happy Birthday to you dearest Father-in-law, I hope your day is as unique as you are",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "169",
            "text": "If every father-in-law were like you, there would be no sadness in the world",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "170",
            "text": "Happy birthday to a father-in-law who should be an example for others",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "171",
            "text": "I feel so blessed to have a father-in-law like you in my life thats why I wanna make it up to you this time",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "172",
            "text": "Best Bday to the coolest, extraordinary and amazing Daddy-in-law in the world",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "173",
            "text": "Happy Birthday to the greatest father-in-law in the whole wide world",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "174",
            "text": "Wonderful Birthday Daddy-in law! May you have a wonderful and a heart-warming day ahead",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "175",
            "text": "The future looks better than before because you are a great part of it. Best Bday to one of the greatest guys I’ve   ever known My Father-in-law!",
            "category_id": "7",
            "is_available": "1"
        },
        {
            "id": "176",
            "text": "Happy Birthday my beloved Father-in-law.Happy Birthday my beloved Father-in-law",
            "category_id": "7",
            "is_available": "1"
        }
    ]
}