{
    "status": "1",
    "data": [
        {
            "id": "177",
            "text": "Happy birthday, sweetheart! I found my paradise the day I found you.",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "178",
            "text": "A very happy birthday to a wonderful man whose presence gives me instant happiness! May life always treat you as wonderful as you treat me",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "179",
            "text": "Today, my heart wants me to tell you that it loves you more dearly than it loves beating. Have a glorious and absolutely blessed special day",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "180",
            "text": "Wishing a fabulous birthday to the most outstanding husband to be in the entire world",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "181",
            "text": "A very blessed and happy birthday to you, my best friend and soul mate",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "182",
            "text": "I hope you have a remarkably happy birthday, my dearest love",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "183",
            "text": "Happy birthday to you, my handsome husband-to-be! Words can not express how joyful my heart and soul are that God has blessed you with another year",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "184",
            "text": "Happy birthday to the only man in the world who fills my soul with complete happiness",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "185",
            "text": " On this milestone birthday of yours,I pray for three your good health, great prosperity and never-ending happiness",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "186",
            "text": "Wishing the greatest of birthdays to the greatest fiancé in the world",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "187",
            "text": "Happy birthday, my dearest fiancé! You are undoubtedly the most important soul in my life",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "188",
            "text": "May the greatest form of happiness walk into your heart today and never depart from it.",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "189",
            "text": "Happy birthday, sweetheart! May your life forever be as outstandingly beautiful as the love you and I share.",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "190",
            "text": "Happy birthday to you, my phenomenal fiancé! Celebrate this day, knowing that loving you is as important to me as breathing",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "191",
            "text": "Wishing a boundlessly happy birthday celebration to the only man whom I will love until my heart beats no more.",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "192",
            "text": "Wishing a sea of joy will flood your heart all your days. Happy birthday, darling.",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "193",
            "text": "My sweet babe, I hope you enjoy this special day God has given you, knowing that my love for you is as boundless as the universe",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "194",
            "text": "Dear darling, there is nothing in this universe that is deeper and vaster than the love I have for you",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "195",
            "text": "My sweet love, today being your special day, may the heavens bless you more than they have ever blessed any man on this planet.",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "196",
            "text": "I am completely lucky, blessed and privileged to call myself your wife-to-be. I love you so much.",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "197",
            "text": "This birthday of yours signifies how strong we are together, and now all we are waiting for is to be officially husband and wife, my dearest fiancé",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "198",
            "text": "Happy Birthday, Love! May this special day of yours be filled with love and blessings. Enjoy and have fun",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "199",
            "text": "Happy birthday to my wonderful fiancé. May your special day cause your heart to overflow with nothing but pure happiness and joy. I love you so much, babe",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "200",
            "text": "Happy birthday to my loving and caring fiancé.Sweetheart, may your birthday be the beginning of a life of happiness and prosperity.I love you",
            "category_id": "8",
            "is_available": "1"
        },
        {
            "id": "201",
            "text": "Wonderful men like you come once in a lifetime. I’m so blessed to have you as my fiancé I love you so much",
            "category_id": "8",
            "is_available": "1"
        }
    ]
}