{
    "status": "1",
    "data": [
        {
            "id": "202",
            "text": "Wishing a perfectly beautiful birthday to my absolutely beautiful fiancée.Thank you for being the biggest and sweetest gift of my life",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "203",
            "text": "Honey, God brought you into this world on this day specifically for me. I can not thank Him enough. Have a blessed birthday, sweetheart",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "204",
            "text": "Enjoy your birthday, darling. I hope you always find ample happiness in life",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "205",
            "text": "Honey, I consider the day I met you as the best and luckiest day of my life",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "206",
            "text": "Happy birthday to my beloved fiancée and best friend in the world.I love you",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "207",
            "text": "Babe, you are the most amazing person I have ever come across. I bless God for the day we met.",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "208",
            "text": "Wishing an exceptionally colorful birthday to the queen of my heart. Honey, you will forever be the greatest gift of my earthly journey",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "209",
            "text": "I am the luckiest man in the world simply because the heavens have blessed me with an absolutely phenomenal fiancée like you",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "210",
            "text": "Happy birthday, my soon to be wife. May God always do whatever it takes to make you happy",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "211",
            "text": "Wishing the most important person in my life a super duper happy birthday! Honey",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "212",
            "text": "What an amazing person you are, my love! Words can not describe how much I admire and love you",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "213",
            "text": "I will choose you a million times for a wife if I have to. Happy birthday, dearest beautiful one.",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "214",
            "text": "I am so lucky and blessed to be your fiancé. I promise to celebrate and love you forever",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "215",
            "text": "Happy birthday, my sweet morning star. I celebrate you in style today because you deserve it",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "216",
            "text": "I hope all the wonderful dreams of your sweet heart come to fruition during your lifetime",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "217",
            "text": "Sweetheart, you are not just my fiancée but also the most special person in my life and my best friend",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "218",
            "text": "Darling, my heart and soul are filled to the brim with pride and joy as I announce your birthday to the entire universe.I love you.",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "219",
            "text": "Wishing the most glorious of happy birthdays to my wonderful fiancée. Honey, may you always be surrounded by wealth, peace and true joy",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "220",
            "text": "A fabulously joyful birthday to the greatest fiancée in the world",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "221",
            "text": " May all the lovely and beautiful things in the world that bring happiness to mankind surround your life… today and forever",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "222",
            "text": "My special woman deserves special treatment on her special day.I hope you are ready for a big celebration today",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "223",
            "text": "Happy birthday,smiley-face! Your smile is my favorite thing in the world and today I will make sure it shines brighter than a million suns.",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "224",
            "text": "This day is more special to me than you would ever understand. It is the day that God decided that I needed you and sent you here for me.Happy birthday to my sweetheart!",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "225",
            "text": "Life is not possible without someone like you. Love is not real without someone like you.Happy birthday to my dear fiancée",
            "category_id": "9",
            "is_available": "1"
        },
        {
            "id": "226",
            "text": "Forever is a very long time but nothing is ever tedious when we are together.Happiest of birthdays today, my dearest ",
            "category_id": "9",
            "is_available": "1"
        }
    ]
}